-- phpMyAdmin SQL Dump
-- version 2.9.0.2
-- http://www.phpmyadmin.net
-- 
-- 主機: localhost
-- 建立日期: Dec 21, 2009, 02:06 PM
-- 伺服器版本: 5.0.24
-- PHP 版本: 5.1.6
-- 
-- 資料庫: `android`
-- 

-- --------------------------------------------------------

-- 
-- 資料表格式： `tmp`
-- 

CREATE TABLE `tmp` (
  `u_id` varchar(255) default NULL,
  `Year` varchar(255) default NULL,
  `Month` varchar(255) default NULL,
  `Date` varchar(255) default NULL,
  `Hour` varchar(255) default NULL,
  `Minute` varchar(255) default NULL,
  `Song_id` varchar(255) default NULL,
  `Song_artist` varchar(255) default NULL,
  `Song_title` varchar(255) default NULL,
  `Song_artist_ch` varchar(255) default NULL,
  `Song_title_ch` varchar(255) default NULL,
  `emo1` varchar(255) default NULL,
  `emo1_v` varchar(255) default NULL,
  `emo1_a` varchar(255) default NULL,
  `score1` varchar(255) default NULL,
  `emo2` varchar(255) default NULL,
  `emo2_v` varchar(255) default NULL,
  `emo2_a` varchar(255) default NULL,
  `score2` varchar(255) default NULL,
  `emo3` varchar(255) default NULL,
  `emo3_v` varchar(255) default NULL,
  `emo3_a` varchar(255) default NULL,
  `score3` varchar(255) default NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- 
-- 列出以下資料庫的數據： `tmp`
-- 

INSERT INTO `tmp` VALUES ('8', '2009', '11', '12', '03', '27', '682', 'nan_quan_ma_ma', 'What_Can_I_Do', '南拳媽媽', 'What Can  I Do', '激勵', '160', '174', '4', '嬉戲', '134', '166', '5', '輕鬆', '238', '143', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '10', '12', '07', '23', '27', 'fergie', 'Finally', '菲姬', 'Finally', '刺激', '251', '125', '4', '振作', '160', '174', '4', '溫柔', '219', '189', '1');
INSERT INTO `tmp` VALUES ('1', '2009', '10', '12', '07', '23', '2', 'Aqua', 'Back_To_The_80', '水叮噹', 'Back To The 80', '熱情', '230', '157', '3', '難過', '82', '178', '5', '溫柔', '219', '189', '2');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '14', '17', '47', '292', 'she', 'she_g', 'S.H.E', '612星球', '情緒化', '230', '157', '4', '難過', '82', '178', '2', '溫柔', '219', '189', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '10', '18', '12', '20', '76', 'Eason', 'Eason_j', '陳奕迅', '給你', '渾厚', '198', '163', '3', '難過', '82', '178', '5', '慰藉', '224', '207', '3');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '3', '16', '44', '74', 'Eason', 'Eason_h', '陳奕迅', '心的距離', '深情', '251', '122', '4', '難過', '82', '178', '5', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '14', '21', '39', '8', 'backstreet_boys', 'Bigger', '新好男孩', 'Bigger', '激勵', '160', '174', '2', '活潑', '123', '143', '1', '舒適', '232', '184', '1');
INSERT INTO `tmp` VALUES ('1', '2009', '10', '13', '9', '47', '76', 'Eason', 'Eason_j', '陳奕迅', '給你', '刺激', '251', '125', '3', '振作', '160', '174', '2', '溫柔', '219', '189', '2');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '14', '21', '38', '89', 'Doraemon', 'Doraemon_b', '丁噹', '花火 vs.五月天阿信', '熱情', '230', '157', '4', '嬉戲', '134', '166', '5', '明亮', '207', '198', '1');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '14', '21', '30', '19', 'backstreet_boys', 'Straight_Through_My_Heart', '新好男孩', 'Straight Through My Heart', '熱鬧', '238', '143', '2', '難過', '82', '178', '1', '舒適', '232', '184', '3');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '14', '21', '26', '65', 'Utada', 'Taking_My_Money_Back', '宇多田光', 'Taking My Money Back', '熱情', '230', '157', '3', '活潑', '123', '143', '2', '悠閒', '213', '135', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '13', '52', '181', 'aska_yang', 'aska_yang_a', '楊宗緯', '洋蔥', '渾厚', '198', '163', '4', '難過', '82', '178', '3', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '14', '21', '29', '19', 'backstreet_boys', 'Straight_Through_My_Heart', '新好男孩', 'Straight Through My Heart', '熱情', '230', '157', '3', '難過', '82', '178', '5', '明亮', '207', '198', '2');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '13', '17', '2', '8', 'backstreet_boys', 'Bigger', '新好男孩', 'Bigger', '熱情', '230', '157', '5', '活潑', '123', '143', '3', '慰藉', '224', '207', '2');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '13', '19', '43', '89', 'Doraemon', 'Doraemon_b', '丁噹', '花火 vs.五月天阿信', '浪漫', '251', '122', '4', '活潑', '123', '143', '4', '舒適', '232', '184', '1');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '13', '20', '19', '91', 'lady_gaga', 'Poker_Face', '女神卡卡', 'Poker Face', '刺激', '251', '125', '5', '生氣', '123', '143', '5', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '14', '21', '40', '62', 'Utada', 'FYI', '宇多田光', 'FYI', '情緒化', '230', '157', '2', '活潑', '123', '143', '1', '明亮', '207', '198', '1');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '14', '21', '41', '89', 'Doraemon', 'Doraemon_b', '丁噹', '花火 vs.五月天阿信', '刺激', '251', '125', '3', '生氣', '123', '143', '2', '慰藉', '224', '207', '1');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '14', '21', '22', '62', 'Utada', 'FYI', '宇多田光', 'FYI', '刺激', '251', '125', '5', '嬉戲', '134', '166', '3', '舒適', '232', '184', '2');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '14', '21', '17', '55', 'linkin_park', 'New_Divide', '聯合公園', 'New_Divide', '熱情', '230', '157', '3', '難過', '82', '178', '2', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '13', '14', '19', '91', 'lady_gaga', 'Poker_Face', '女神卡卡', 'Poker Face', '刺激', '182', '125', '5', '生氣', '123', '145', '5', '明亮', '110', '198', '5');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '14', '24', '20', '55', 'linkin_park', 'New_Divide', '聯合公園', 'New_Divide', '渾厚', '198', '163', '5', '嬉戲', '134', '166', '2', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '14', '24', '17', '2', 'Aqua', 'Back_To_The_80', '水叮噹', 'Back To The 80', '強烈', '198', '163', '5', '振作', '160', '174', '2', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '14', '24', '10', '89', 'Doraemon', 'Doraemon_b', '丁噹', '花火 vs.五月天阿信', '情緒化', '230', '157', '5', '振作', '160', '174', '5', '明亮', '207', '198', '2');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '14', '24', '12', '2', 'Aqua', 'Back_To_The_80', '水叮噹', 'Back To The 80', '刺激', '251', '125', '5', '振作', '160', '174', '2', '溫柔', '219', '189', '1');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '14', '24', '15', '89', 'Doraemon', 'Doraemon_b', '丁噹', '花火 vs.五月天阿信', '熱鬧', '238', '143', '5', '振作', '160', '174', '5', '溫柔', '219', '189', '5');
INSERT INTO `tmp` VALUES ('4', '2009', '10', '30', '20', '18', '240', 'christine_fan', 'christine_fan_a', '范瑋琪', '一顆心的距離', '情緒化', '230', '157', '4', '活潑', '123', '143', '2', '舒適', '232', '184', '4');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '5', '11', '25', '268', 'tanya_chua', 'tanya_chua_a', '蔡健雅', '思念', '熱情', '230', '157', '3', '生氣', '123', '143', '1', '輕鬆', '238', '143', '3');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '14', '04', '28', '142', 'Angela', 'Angela_j', '張韶涵', '白白的', '奇特', '195', '169', '5', '難過', '82', '178', '4', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '10', '18', '13', '10', '135', 'Angela', 'Angela_c', '張韶涵', '看得最遠的地方', '深情', '251', '122', '4', '難過', '82', '178', '2', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('4', '2009', '10', '30', '19', '42', '683', 'nan_quan_ma_ma', 'Tonight', '南拳媽媽', 'Tonight', '熱鬧', '238', '143', '3', '難過', '82', '178', '4', '溫柔', '219', '189', '1');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '15', '14', '48', '142', 'Angela', 'Angela_j', '張韶涵', '白白的', '深情', '251', '122', '4', '難過', '82', '178', '5', '感動', '181', '157', '3');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '15', '14', '51', '65', 'Utada', 'Taking_My_Money_Back', '宇多田光', 'Taking My Money Back', '激勵', '160', '174', '5', '活潑', '123', '143', '3', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '15', '16', '34', '142', 'Angela', 'Angela_j', '張韶涵', '白白的', '浪漫', '251', '122', '5', '振作', '160', '174', '3', '平靜', '224', '207', '5');
INSERT INTO `tmp` VALUES ('4', '2009', '10', '30', '19', '33', '682', 'nan_quan_ma_ma', 'What_Can_I_Do', '南拳媽媽', 'What Can  I Do', '愉悅', '232', '184', '5', '嬉戲', '134', '166', '4', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '15', '17', '21', '135', 'Angela', 'Angela_c', '張韶涵', '看得最遠的地方', '激勵', '160', '174', '2', '生氣', '123', '143', '2', '輕鬆', '238', '143', '1');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '26', '00', '48', '196', 'hikaru_utada', 'HEART_STATION', '宇多田光', 'HEART STATION', '熱情', '230', '157', '4', '振作', '160', '174', '4', '悠閒', '213', '135', '3');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '26', '00', '12', '12', 'backstreet_boys', 'This_Is_Us', '新好男孩', '我們的故事', '激勵', '160', '174', '5', '活潑', '123', '143', '4', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '10', '19', '16', '34', '76', 'Eason', 'Eason_j', '陳奕迅', '給你', '浪漫', '251', '122', '4', '難過', '82', '178', '4', '悠閒', '213', '135', '3');
INSERT INTO `tmp` VALUES ('6', '2009', '11', '8', '18', '11', '682', 'nan_quan_ma_ma', 'What_Can_I_Do', '南拳媽媽', 'What Can  I Do', '愉悅', '232', '184', '4', '活潑', '123', '143', '4', '輕鬆', '238', '143', '5');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '5', '12', '2', '250', 'Joanna', 'Joanna_b', '王若琳', '有你的快樂', '深情', '251', '122', '3', '難過', '82', '178', '3', '溫柔', '219', '189', '3');
INSERT INTO `tmp` VALUES ('4', '2009', '10', '30', '19', '37', '268', 'tanya_chua', 'tanya_chua_a', '蔡健雅', '思念', '深情', '251', '122', '5', '難過', '82', '178', '4', '悠閒', '213', '135', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '10', '30', '19', '6', '99', 'khalil_fong', 'Moon_River', '方大同', '月亮代表我的心', '渾厚', '198', '163', '4', '振作', '160', '174', '5', '慰藉', '224', '207', '4');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '5', '11', '30', '183', 'Jay', 'Jay_a', '周杰倫', '稻香', '熱情', '230', '157', '2', '振作', '160', '174', '1', '舒適', '232', '184', '2');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '18', '17', '37', '89', 'Doraemon', 'Doraemon_b', '丁噹', '花火 vs.五月天阿信', '強烈', '198', '163', '5', '活潑', '123', '143', '2', '悠閒', '213', '135', '5');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '18', '17', '40', '135', 'Angela', 'Angela_c', '張韶涵', '看得最遠的地方', '敏感', '219', '189', '1', '難過', '82', '178', '4', '舒適', '232', '184', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '16', '12', '5', '24', 'fergie', 'Big_Girls_Do_not_Cry', '菲姬', '女孩別哭', '激勵', '160', '174', '5', '嬉戲', '134', '166', '2', '溫柔', '219', '189', '2');
INSERT INTO `tmp` VALUES ('1', '2009', '10', '18', '23', '12', '9', 'backstreet_boys', 'Bye_Bye_Love', '新好男孩', 'Bye Bye Love', '深情', '251', '122', '5', '活潑', '123', '143', '3', '輕鬆', '238', '143', '4');
INSERT INTO `tmp` VALUES ('5', '2009', '11', '5', '16', '35', '1015', 'mom', 'mom_13', '翁立友', '我問天', '情緒化', '230', '157', '5', '難過', '82', '178', '3', '慰藉', '224', '207', '2');
INSERT INTO `tmp` VALUES ('5', '2009', '11', '5', '16', '32', '265', 'Jody', 'Jody_a', '江蕙', '甲你攬牢牢', '情緒化', '230', '157', '5', '難過', '82', '178', '3', '溫柔', '219', '189', '1');
INSERT INTO `tmp` VALUES ('1', '2009', '10', '18', '12', '57', '135', 'Angela', 'Angela_c', '張韶涵', '看得最遠的地方', '深情', '251', '122', '5', '難過', '82', '178', '2', '感動', '181', '157', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '10', '18', '12', '59', '19', 'backstreet_boys', 'Straight_Through_My_Heart', '新好男孩', 'Straight Through My Heart', '熱情', '230', '157', '5', '生氣', '123', '143', '3', '明亮', '207', '198', '3');
INSERT INTO `tmp` VALUES ('1', '2009', '10', '18', '13', '9', '55', 'Linkin_Park', 'New_Divide', '聯合公園', 'New_Divide', '激勵', '160', '174', '5', '振作', '160', '174', '3', '感動', '181', '157', '3');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '13', '46', '174', 'love', 'love_b', '元若藍吳忠明', '心願便利貼', '愉悅', '232', '184', '4', '活潑', '123', '143', '4', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '26', '00', '58', '268', 'tanya_chua', 'tanya_chua_a', '蔡健雅', '思念', '渾厚', '198', '163', '5', '難過', '82', '178', '4', '溫柔', '219', '189', '5');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '26', '01', '5', '207', 'Madonna', '4_Minutes', '瑪丹娜', '四分鐘', '刺激', '251', '125', '5', '生氣', '123', '143', '5', '輕鬆', '238', '143', '3');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '26', '01', '13', '268', 'tanya_chua', 'tanya_chua_a', '蔡健雅', '思念', '情緒化', '230', '157', '5', '難過', '82', '178', '2', '悠閒', '213', '135', '3');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '26', '01', '42', '214', 'Sodagreen', 'Sodagreen_a', '蘇打綠', '陪我唱歌', '敏感', '219', '189', '4', '振作', '160', '174', '3', '慰藉', '224', '207', '2');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '27', '01', '56', '292', 'she', 'she_g', 'S.H.E', '612星球', '強烈', '198', '163', '5', '活潑', '123', '143', '3', '慰藉', '224', '207', '4');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '27', '14', '48', '638', 'christine_fan', 'christine_fan_t', '范瑋琪', '我們的紀念日', '深情', '251', '122', '5', '振作', '160', '174', '4', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '27', '15', '26', '621', 'christine_fan', 'christine_fan_c', '范瑋琪', '一比一', '熱情', '230', '157', '4', '難過', '82', '178', '2', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('2', '2009', '10', '27', '19', '2', '228', 'nan_quan_ma_ma', 'nan_quan_ma_ma_a', '南拳媽媽', '下雨天', '敏感', '219', '189', '4', '難過', '82', '178', '3', '平靜', '224', '207', '5');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '27', '19', '16', '263', 'she', 'she_c', 'S.H.E', '沿海公路的出口', '浪漫', '251', '122', '5', '振作', '160', '174', '5', '慰藉', '224', '207', '3');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '29', '15', '50', '195', 'she', 'she_a', 'S.H.E', '安靜了', '浪漫', '251', '122', '5', '振作', '160', '174', '4', '悠閒', '213', '135', '4');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '29', '16', '10', '234', 'otsuka_ai', 'otsuka_ai_a', '大塚愛', '水母、流星', '愉悅', '232', '184', '5', '活潑', '123', '143', '4', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '29', '16', '17', '99', 'khalil_fong', 'Moon_River', '方大同', '月亮代表我的心', '渾厚', '198', '163', '5', '振作', '160', '174', '3', '溫柔', '219', '189', '4');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '29', '16', '29', '217', 'Joanna', 'Let_is_Start_From_Here', '王若琳', 'Let is Start From Here', '渾厚', '198', '163', '5', '振作', '160', '174', '4', '慰藉', '224', '207', '4');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '29', '16', '48', '621', 'christine_fan', 'christine_fan_c', '范瑋琪', '一比一', '愉悅', '232', '184', '3', '難過', '82', '178', '5', '平靜', '224', '207', '3');
INSERT INTO `tmp` VALUES ('4', '2009', '10', '30', '19', '25', '250', 'Joanna', 'Joanna_b', '王若琳', '有你的快樂', '渾厚', '198', '163', '5', '難過', '82', '178', '3', '溫柔', '219', '189', '4');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '29', '05', '56', '99', 'khalil_fong', 'Moon_River', '方大同', '月亮代表我的心', '激勵', '160', '174', '2', '生氣', '123', '143', '2', '輕鬆', '238', '143', '2');
INSERT INTO `tmp` VALUES ('4', '2009', '10', '30', '20', '18', '240', 'christine_fan', 'christine_fan_a', '范瑋琪', '一顆心的距離', '情緒化', '230', '157', '4', '活潑', '123', '143', '2', '輕鬆', '238', '143', '3');
INSERT INTO `tmp` VALUES ('4', '2009', '10', '30', '20', '19', '240', 'christine_fan', 'christine_fan_a', '范瑋琪', '一顆心的距離', '情緒化', '230', '157', '4', '活潑', '123', '143', '2', '輕鬆', '238', '143', '3');
INSERT INTO `tmp` VALUES ('4', '2009', '10', '30', '22', '41', '79', 'Tanya', 'Tanya_b', '蔡健雅', '誰', '熱情', '230', '157', '5', '活潑', '123', '143', '3', '悠閒', '213', '135', '4');
INSERT INTO `tmp` VALUES ('3', '2009', '10', '31', '16', '32', '620', 'christine_fan', 'christine_fan_b', '范瑋琪', '一個像夏天一個像秋天', '愉悅', '232', '184', '5', '活潑', '123', '143', '3', '輕鬆', '238', '143', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '3', '12', '34', '270', 'BoA', 'BE_WITH_YOU', '寶兒', 'BE WITH YOU', '激勵', '160', '174', '2', '活潑', '123', '143', '4', '輕鬆', '238', '143', '1');
INSERT INTO `tmp` VALUES ('6', '2009', '11', '1', '16', '12', '240', 'christine_fan', 'christine_fan_a', '范瑋琪', '一顆心的距離', '愉悅', '232', '184', '4', '振作', '160', '174', '3', '溫柔', '219', '189', '5');
INSERT INTO `tmp` VALUES ('6', '2009', '11', '8', '18', '13', '240', 'christine_fan', 'christine_fan_a', '范瑋琪', '一顆心的距離', '情緒化', '230', '157', '5', '振作', '160', '174', '3', '悠閒', '213', '135', '3');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '16', '12', '8', '69', 'Eason', 'Eason_c', '陳奕迅', '多少', '激勵', '160', '174', '3', '生氣', '123', '143', '2', '輕鬆', '238', '143', '1');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '16', '12', '3', '142', 'Angela', 'Angela_j', '張韶涵', '白白的', '深情', '251', '122', '4', '振作', '160', '174', '4', '溫柔', '219', '189', '4');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '13', '15', '10', '240', 'christine_fan', 'christine_fan_a', '范瑋琪', '一顆心的距離', '深情', '251', '122', '3', '難過', '82', '178', '2', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '13', '15', '8', '240', 'christine_fan', 'christine_fan_a', '范瑋琪', '一顆心的距離', '深情', '251', '122', '3', '難過', '82', '178', '1', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('6', '2009', '11', '16', '12', '25', '620', 'christine_fan', 'christine_fan_b', '范瑋琪', '一個像夏天一個像秋天', '愉悅', '232', '184', '5', '嬉戲', '134', '166', '4', '舒適', '232', '184', '4');
INSERT INTO `tmp` VALUES ('6', '2009', '11', '16', '12', '24', '228', 'nan_quan_ma_ma', 'nan_quan_ma_ma_a', '南拳媽媽', '下雨天', '深情', '251', '122', '5', '難過', '82', '178', '4', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '11', '17', '25', '292', 'she', 'she_g', 'S.H.E', '612星球', '深情', '251', '122', '4', '振作', '160', '174', '3', '溫柔', '219', '189', '4');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '16', '10', '36', '7', 'Aqua', 'My_Mamma_Said', '水叮噹', 'My Mamma Said', '熱鬧', '238', '143', '4', '振作', '160', '174', '3', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '12', '03', '16', '211', 'angela', 'angela_a_a', '張韶涵', '不想懂淂', '浪漫', '251', '122', '5', '難過', '82', '178', '5', '慰藉', '224', '207', '3');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '12', '02', '1', '135', 'Angela', 'Angela_c', '張韶涵', '看得最遠的地方', '渾厚', '198', '163', '4', '振作', '160', '174', '4', '溫柔', '219', '189', '2');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '12', '02', '4', '630', 'christine_fan', 'christine_fan_l', '范瑋琪', '可不可以不勇敢', '激勵', '160', '174', '3', '振作', '160', '174', '5', '慰藉', '224', '207', '3');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '12', '02', '8', '630', 'christine_fan', 'christine_fan_l', '范瑋琪', '可不可以不勇敢', '激勵', '160', '174', '5', '振作', '160', '174', '3', '慰藉', '224', '207', '3');
INSERT INTO `tmp` VALUES ('6', '2009', '11', '8', '19', '44', '228', 'nan_quan_ma_ma', 'nan_quan_ma_ma_a', '南拳媽媽', '下雨天', '情緒化', '230', '157', '5', '嬉戲', '134', '166', '3', '圓潤', '213', '135', '3');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '14', '18', '6', '292', 'she', 'she_g', 'S.H.E', '612星球', '情緒化', '230', '157', '3', '難過', '82', '178', '3', '輕鬆', '238', '143', '1');
INSERT INTO `tmp` VALUES ('6', '2009', '11', '8', '19', '50', '228', 'nan_quan_ma_ma', 'nan_quan_ma_ma_a', '南拳媽媽', '下雨天', '情緒化', '230', '157', '3', '難過', '82', '178', '4', '溫柔', '219', '189', '4');
INSERT INTO `tmp` VALUES ('6', '2009', '11', '8', '19', '55', '691', 'nan_quan_ma_ma', 'nan_quan_ma_ma_s', '南拳媽媽', '笑著流淚', '激勵', '160', '174', '3', '難過', '82', '178', '5', '溫柔', '219', '189', '3');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '14', '17', '53', '263', 'she', 'she_c', 'S.H.E', '沿海公路的出口', '情緒化', '230', '157', '4', '振作', '160', '174', '4', '慰藉', '224', '207', '4');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '10', '12', '12', '250', 'Joanna', 'Joanna_b', '王若琳', '有你的快樂', '浪漫', '251', '122', '4', '難過', '82', '178', '3', '悠閒', '213', '135', '5');
INSERT INTO `tmp` VALUES ('9', '2009', '11', '16', '01', '16', '85', 'Tanya', 'Tanya_h', '蔡健雅', '若你碰到他', '敏感', '219', '189', '4', '難過', '82', '178', '5', '平靜', '224', '207', '2');
INSERT INTO `tmp` VALUES ('9', '2009', '11', '10', '12', '20', '217', 'Joanna', 'Let_is_Start_From_Here', '王若琳', 'Let is Start From Here', '深情', '251', '122', '3', '振作', '160', '174', '2', '慰藉', '224', '207', '3');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '13', '60', '184', 'leona_lewis', 'Bleeding_Love', '里歐娜', '蔓延的愛', '刺激', '251', '125', '3', '活潑', '123', '143', '5', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '13', '19', '23', '12', 'backstreet_boys', 'This_Is_Us', '新好男孩', '我們的故事', '激勵', '160', '174', '4', '活潑', '123', '143', '3', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '10', '12', '30', '310', 'Joanna', 'Joanna_c', '王若琳', '迷宮', '熱情', '230', '157', '5', '活潑', '123', '143', '4', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '13', '19', '21', '27', 'fergie', 'Finally', '菲姬', 'Finally', '深情', '251', '122', '4', '活潑', '123', '143', '2', '舒適', '232', '184', '5');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '10', '12', '36', '641', 'christine_fan', 'christine_fan_w', '范瑋琪', '到不了', '敏感', '219', '189', '5', '難過', '82', '178', '3', '慰藉', '224', '207', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '13', '19', '15', '76', 'Eason', 'Eason_j', '陳奕迅', '給你', '激勵', '160', '174', '3', '難過', '82', '178', '3', '溫柔', '219', '189', '4');
INSERT INTO `tmp` VALUES ('9', '2009', '11', '13', '15', '37', '250', 'Joanna', 'Joanna_b', '王若琳', '有你的快樂', '愉悅', '232', '184', '2', '振作', '160', '174', '2', '輕鬆', '238', '143', '2');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '12', '03', '45', '142', 'Angela', 'Angela_j', '張韶涵', '白白的', '情緒化', '230', '157', '3', '難過', '82', '178', '5', '慰藉', '224', '207', '4');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '10', '12', '53', '39', 'Joanna', '50_Ways_to_Leave_Your_Lover', '王若琳', '50 Ways to Leave Your Lover', '深情', '251', '122', '5', '振作', '160', '174', '2', '溫柔', '219', '189', '3');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '11', '08', '52', '69', 'Eason', 'Eason_c', '陳奕迅', '多少', '浪漫', '251', '122', '4', '振作', '160', '174', '4', '悠閒', '213', '135', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '11', '09', '3', '233', 'Eason', 'Eason_a_b', '陳奕迅', '然後怎樣', '熱情', '230', '157', '4', '難過', '82', '178', '5', '圓潤', '213', '135', '2');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '11', '09', '8', '58', 'Utada', 'Come_Back_To_Me', '宇多田光', '回到我身邊', '激勵', '160', '174', '4', '生氣', '123', '143', '2', '輕鬆', '238', '143', '3');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '14', '17', '41', '13', 'backstreet_boys', 'Incomplete', '新好男孩', 'Incomplete', '激勵', '160', '174', '4', '難過', '82', '178', '4', '明亮', '207', '198', '3');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '13', '40', '155', 'david_tao', 'david_tao_d', '陶吉吉', '火鳥功', '激勵', '160', '174', '4', '活潑', '123', '143', '4', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '13', '43', '170', 'hugh_grant_and_haley_bennett', 'Way_Back_Into_Love', 'Hugh Grant and Haley Bennett', 'Way Back Into Love', '浪漫', '251', '122', '4', '難過', '82', '178', '2', '溫柔', '219', '189', '5');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '11', '09', '39', '620', 'christine_fan', 'christine_fan_b', '范瑋琪', '一個像夏天一個像秋天', '熱情', '230', '157', '3', '活潑', '123', '143', '2', '慰藉', '224', '207', '3');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '16', '01', '12', '314', 'Joanna', 'Joanna_d', '王若琳', '因為你愛我', '激勵', '160', '174', '3', '生氣', '123', '143', '2', '輕鬆', '238', '143', '2');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '13', '15', '13', '314', 'Joanna', 'Joanna_d', '王若琳', '因為你愛我', '渾厚', '198', '163', '5', '振作', '160', '174', '4', '溫柔', '219', '189', '4');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '16', '06', '47', '620', 'christine_fan', 'christine_fan_b', '范瑋琪', '一個像夏天一個像秋天', '激勵', '160', '174', '4', '活潑', '123', '143', '2', '溫柔', '219', '189', '4');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '14', '18', '15', '292', 'she', 'she_g', 'S.H.E', '612星球', '情緒化', '230', '157', '4', '難過', '82', '178', '4', '溫柔', '219', '189', '4');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '14', '18', '18', '620', 'christine_fan', 'christine_fan_b', '范瑋琪', '一個像夏天一個像秋天', '激勵', '160', '174', '4', '振作', '160', '174', '4', '輕鬆', '238', '143', '5');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '14', '18', '21', '3', 'Aqua', 'Barbie_Girl', '水叮噹', 'Barbie Girl', '激勵', '160', '174', '5', '嬉戲', '134', '166', '4', '輕鬆', '238', '143', '5');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '14', '18', '28', '620', 'christine_fan', 'christine_fan_b', '范瑋琪', '一個像夏天一個像秋天', '激勵', '160', '174', '4', '生氣', '123', '143', '3', '輕鬆', '238', '143', '3');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '14', '18', '35', '263', 'she', 'she_c', 'S.H.E', '沿海公路的出口', '激勵', '160', '174', '4', '生氣', '123', '143', '3', '輕鬆', '238', '143', '3');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '13', '55', '182', 'thelma_aoyama', 'thelma_aoyama_a', '青山黛瑪+SOULJA', '留在我身邊', '熱鬧', '238', '143', '4', '活潑', '123', '143', '5', '輕鬆', '238', '143', '4');
INSERT INTO `tmp` VALUES ('9', '2009', '11', '14', '21', '17', '250', 'Joanna', 'Joanna_b', '王若琳', '有你的快樂', '情緒化', '230', '157', '3', '振作', '160', '174', '1', '溫柔', '219', '189', '3');
INSERT INTO `tmp` VALUES ('10', '2009', '11', '16', '11', '49', '234', 'otsuka_ai', 'otsuka_ai_a', '大塚愛', '水母、流星', '愉悅', '232', '184', '5', '嬉戲', '134', '166', '4', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '16', '10', '41', '24', 'fergie', 'Big_Girls_Do_not_Cry', '菲姬', '女孩別哭', '激勵', '160', '174', '4', '生氣', '123', '143', '1', '圓潤', '213', '135', '3');
INSERT INTO `tmp` VALUES ('9', '2009', '11', '14', '21', '23', '620', 'christine_fan', 'christine_fan_b', '范瑋琪', '一個像夏天一個像秋天', '積極', '224', '207', '3', '活潑', '123', '143', '2', '溫柔', '219', '189', '3');
INSERT INTO `tmp` VALUES ('9', '2009', '11', '14', '21', '26', '79', 'Tanya', 'Tanya_b', '蔡健雅', '誰', '深情', '251', '122', '3', '振作', '160', '174', '1', '溫柔', '219', '189', '2');
INSERT INTO `tmp` VALUES ('4', '2009', '11', '16', '01', '10', '314', 'Joanna', 'Joanna_d', '王若琳', '因為你愛我', '激勵', '160', '174', '3', '生氣', '123', '143', '1', '輕鬆', '238', '143', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '15', '17', '17', '9', 'backstreet_boys', 'Bye_Bye_Love', '新好男孩', '愛人掰掰', '激勵', '160', '174', '5', '活潑', '123', '143', '3', '明亮', '207', '198', '2');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '15', '17', '11', '211', 'angela', 'angela_a_a', '張韶涵', '不想懂淂', '敏感', '219', '189', '4', '難過', '82', '178', '4', '慰藉', '224', '207', '4');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '16', '05', '57', '27', 'fergie', 'Finally', '菲姬', 'Finally', '渾厚', '198', '163', '4', '振作', '160', '174', '4', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '16', '06', '44', '55', 'Linkin_Park', 'New_Divide', '聯合公園', 'New_Divide', '激勵', '160', '174', '5', '活潑', '123', '143', '4', '明亮', '207', '198', '3');
INSERT INTO `tmp` VALUES ('8', '2009', '11', '16', '06', '45', '620', 'christine_fan', 'christine_fan_b', '范瑋琪', '一個像夏天一個像秋天', '激勵', '160', '174', '4', '活潑', '123', '143', '3', '溫柔', '219', '189', '5');
INSERT INTO `tmp` VALUES ('10', '2009', '11', '16', '11', '40', '207', 'Madonna', '4_Minutes', '瑪丹娜', '四分鐘', '激勵', '160', '174', '4', '活潑', '123', '143', '5', '輕鬆', '238', '143', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '16', '12', '16', '58', 'Utada', 'Come_Back_To_Me', '宇多田光', '回到我身邊', '激勵', '160', '174', '4', '生氣', '123', '143', '2', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '16', '12', '18', '102', 'lady_gaga', 'Paparazzi', '女神卡卡', 'Paparazzi', '刺激', '251', '125', '5', '活潑', '123', '143', '4', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('10', '2009', '11', '16', '11', '46', '630', 'christine_fan', 'christine_fan_l', '范瑋琪', '可不可以不勇敢', '敏感', '219', '189', '4', '難過', '82', '178', '3', '平靜', '224', '207', '2');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '16', '12', '31', '62', 'Utada', 'FYI', '宇多田光', 'FYI', '刺激', '251', '125', '4', '活潑', '123', '143', '5', '輕鬆', '238', '143', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '14', '3', '186', 'Rain', 'RAINISM', '鄭智薰', 'RAINISM', '激勵', '160', '174', '5', '嬉戲', '134', '166', '4', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '14', '7', '187', 'daniel_powter', 'Best_of_Me', '丹尼爾', '最好的我', '浪漫', '251', '122', '4', '難過', '82', '178', '2', '溫柔', '219', '189', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '14', '10', '189', 'Mayday', 'Mayday_a', '五月天', '突然好想你', '浪漫', '251', '122', '4', '難過', '82', '178', '2', '溫柔', '219', '189', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '14', '13', '189', 'Mayday', 'Mayday_a', '五月天', '突然好想你', '熱情', '230', '157', '4', '振作', '160', '174', '3', '慰藉', '224', '207', '3');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '14', '15', '189', 'Mayday', 'Mayday_a', '五月天', '突然好想你', '敏感', '219', '189', '4', '難過', '82', '178', '4', '溫柔', '219', '189', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '14', '26', '190', 'jam_hsiao', 'jam_hsiao_a', '蕭敬騰', '原諒我', '情緒化', '230', '157', '5', '難過', '82', '178', '4', '平靜', '224', '207', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '14', '34', '191', 'james_lin', 'james_lin_a', '林宥嘉', '伯樂', '積極', '224', '207', '4', '振作', '160', '174', '4', '舒適', '232', '184', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '14', '37', '192', 'mika_nakashima', 'mika_nakashima_a', '中島美嘉', '獵戶座(ORION)', '強烈', '198', '163', '4', '振作', '160', '174', '3', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '14', '40', '194', 'Boyzone', 'LOVE_YOU_ANYWAY', '男孩特區合唱團', 'LOVE YOU ANYWAY', '熱情', '230', '157', '5', '活潑', '123', '143', '5', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '14', '44', '471', 'Beyonce', 'Single_Ladies', '碧昂絲', '單身女郎', '激勵', '160', '174', '5', '嬉戲', '134', '166', '5', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '14', '47', '199', 'NEWS', 'NEWS_a', 'NEWS', '太陽的眼淚', '激勵', '160', '174', '5', '生氣', '123', '143', '3', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '14', '50', '200', 'Fahrenheit', 'Fahrenheit_a', '飛輪海', '新窩', '熱情', '230', '157', '5', '活潑', '123', '143', '3', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '14', '56', '202', 'amuro_namie', 'Do_Me_More', '安室奈美惠', 'Do Me More', '刺激', '251', '125', '5', '生氣', '123', '143', '5', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '15', '4', '203', 'mariah_carey', 'Touch_My_Body', '瑪麗亞凱莉', '零距離接觸', '刺激', '251', '125', '5', '活潑', '123', '143', '5', '輕鬆', '238', '143', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '15', '8', '206', 'afalean_lu', 'afalean_lu_a', '盧學叡', '早知道愛', '深情', '251', '122', '5', '難過', '82', '178', '4', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '15', '12', '208', 'van_fan', 'van_fan_a', '范逸臣', '國境之南', '浪漫', '251', '122', '4', '難過', '82', '178', '5', '溫柔', '219', '189', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '15', '15', '210', 'jason_mraz', 'I_am_yours', '傑森瑪耶茲', 'I AM YOURS', '渾厚', '198', '163', '4', '活潑', '123', '143', '4', '悠閒', '213', '135', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '15', '20', '213', 'coldplay', 'Viva_La_Vida', '酷玩樂團', 'Viva La Vida', '奇特', '195', '169', '4', '活潑', '123', '143', '3', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '15', '24', '215', 'ayumi_hamasaki', 'TOGETHER_WHEN', '濱崎步', '相聚何時', '浪漫', '251', '122', '4', '難過', '82', '178', '4', '舒適', '232', '184', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '15', '28', '236', 'elva_hsiao', 'I_Will_Be_There', '蕭亞軒', 'I Will Be There', '強烈', '198', '163', '5', '生氣', '123', '143', '4', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '17', '15', '33', '237', 'rainie_yang', 'rainie_yang_a', '楊丞琳', '帶我走', '深情', '251', '122', '5', '難過', '82', '178', '4', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '11', '41', '231', 'wilber_pan', 'wilber_pan_a', '潘瑋柏', '夏日瘋', '熱情', '230', '157', '5', '生氣', '123', '143', '4', '輕鬆', '238', '143', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '11', '27', '238', 'katy_parry', 'I_Kissed_A_Girl', '凱蒂佩芮', ' I Kissed A Girl', '激勵', '160', '174', '4', '活潑', '123', '143', '4', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '11', '35', '260', 'alica_keys', 'No_One', '艾莉西亞凱斯', '無人能比', '激勵', '160', '174', '4', '振作', '160', '174', '4', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '11', '38', '230', 'colbie_caillat', 'Bubbly ', '蔻比凱蕾', 'Bubbly', '熱情', '230', '157', '4', '活潑', '123', '143', '4', '輕鬆', '238', '143', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '11', '4', '227', 'Duffy', 'mercy', '黛菲', '求饒', '激勵', '160', '174', '5', '生氣', '123', '143', '4', '輕鬆', '238', '143', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '11', '7', '225', 'Gary', 'Gary_a', '曹格', '無辜', '情緒化', '230', '157', '4', '難過', '82', '178', '5', '慰藉', '224', '207', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '10', '48', '226', 'winds', 'winds_a', 'winds', '風雨過後', '激勵', '160', '174', '4', '生氣', '123', '143', '3', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '10', '52', '223', 'crowd_lu', 'crowd_lu_a', '盧廣仲', '100種生活', '渾厚', '198', '163', '4', '活潑', '123', '143', '3', '悠閒', '213', '135', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '10', '41', '458', 'Connie', 'Over_the_Rainbow', '小康妮', 'Somewhere Over The Rainbow', '愉悅', '232', '184', '4', '振作', '160', '174', '3', '悠閒', '213', '135', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '10', '8', '256', 'cyndi_wang', 'HI_HI_BYE_BYE', '王心凌', 'HI HI BYE BYE', '刺激', '251', '125', '4', '活潑', '123', '143', '5', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '10', '12', '254', 'jack_johnson', 'If_I_Had_Eyes', '傑克強森', '如果我看見', '浪漫', '251', '122', '4', '振作', '160', '174', '5', '悠閒', '213', '135', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '10', '15', '253', 'super_junior', 'ONE_LOVE', 'Super Junior', 'ONE LOVE', '刺激', '251', '125', '5', '生氣', '123', '143', '3', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '10', '18', '252', 'Claire', 'Claire_a', '郭靜', '下一個天亮', '情緒化', '230', '157', '4', '振作', '160', '174', '5', '輕鬆', '238', '143', '3');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '10', '21', '251', 'Adele', 'CHASING_PAVEMENTS', 'Adele', 'CHASING PAVEMENTS', '浪漫', '251', '122', '5', '振作', '160', '174', '4', '悠閒', '213', '135', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '10', '24', '249', 'atari_kosuke', 'atari_kosuke_a', '中孝介', '羈絆', '浪漫', '251', '122', '5', '振作', '160', '174', '4', '悠閒', '213', '135', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '10', '28', '244', 'meryl_streep', 'Mamma_Mia', 'Meryl Streep', 'Mamma Mia', '刺激', '251', '125', '5', '活潑', '123', '143', '4', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '10', '32', '243', 'Arashi', 'One_Love', '嵐', 'One Love', '激勵', '160', '174', '4', '活潑', '123', '143', '4', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '10', '37', '241', 'TVXQ', 'TVXQ_a', '東方神起', '為何我未喜歡上你', '刺激', '251', '125', '4', '活潑', '123', '143', '3', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '10', '39', '221', 'mc_hotdog', 'mc_hotdog_a', 'MC HotDog', '怎麼能夠', '熱鬧', '238', '143', '5', '生氣', '123', '143', '2', '明亮', '207', '198', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '09', '58', '257', 'james_morrison', 'YOU_MAKE_IT_REAL', '詹姆斯默里森', 'YOU MAKE IT REAL', '渾厚', '198', '163', '4', '難過', '82', '178', '2', '悠閒', '213', '135', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '11', '45', '239', 'kat_tun', 'DO_NOT_U_EVER_STOP', 'KAT_TUN', 'DO NOT U EVER STOP', '刺激', '251', '125', '5', '活潑', '123', '143', '4', '輕鬆', '238', '143', '3');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '11', '49', '264', 'misia', 'misia_a', '米希亞', '伴我左右', '浪漫', '251', '122', '5', '振作', '160', '174', '4', '悠閒', '213', '135', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '11', '53', '272', 'mikey_cyrus', '7_Things', '麥莉', '七大排行榜', '愉悅', '232', '184', '5', '活潑', '123', '143', '5', '輕鬆', '238', '143', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '12', '32', '273', 'evan_yo', 'Stay_with_Me', '蔡旻佑', 'Stay with Me', '浪漫', '251', '122', '5', '振作', '160', '174', '4', '悠閒', '213', '135', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '12', '38', '274', 'mai_kuraki', '24_XMAS_TIME', '倉木麻衣', '24 XMAS TIME', '激勵', '160', '174', '3', '活潑', '123', '143', '4', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '12', '51', '277', 'celine_dion', 'Taking_Chances', '席琳狄翁', '為愛冒險', '深情', '251', '122', '5', '振作', '160', '174', '5', '舒適', '232', '184', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '12', '47', '276', 'aragaki_yui', 'HEAVENLY_DAYS', '新垣結衣', 'HEAVENLY DAYS', '愉悅', '232', '184', '4', '振作', '160', '174', '5', '明亮', '207', '198', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '13', '37', '961', 'joe_hisaishi', 'Innocent', '久石讓', '選自宮崎駿動畫「天空之城」', '浪漫', '251', '122', '4', '振作', '160', '174', '3', '悠閒', '213', '135', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '13', '44', '987', 'kevin_kern', 'Blossom_on_the_Wind', '凱文柯恩', '風中花', '浪漫', '251', '122', '4', '振作', '160', '174', '5', '舒適', '232', '184', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '14', '46', '1099', 'norah_jones', 'Dont_Know_Why', '諾拉瓊絲', 'Dont Know Why', '情緒化', '230', '157', '5', '難過', '82', '178', '3', '悠閒', '213', '135', '4');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '14', '49', '1121', 'ono_lisa', 'Look_To_The_Rainbow', '小野麗莎', '看那彩虹', '浪漫', '251', '122', '5', '振作', '160', '174', '4', '圓潤', '213', '135', '5');
INSERT INTO `tmp` VALUES ('1', '2009', '11', '18', '14', '53', '1086', 'baby', 'baby_n', '舒伯特', '小夜曲', '敏感', '219', '189', '5', '嬉戲', '134', '166', '4', '明亮', '207', '198', '4');
